Repository: avgx/OneAudit
Catalog: Sources/OneAudit/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, ja, ko, pl, pt_br, ru, zh_hant

# audit.event.aeArchiveCommentAdd
source: Added comment to archive {archive} on server {host} by user {role}/{user} from IP address {ip_address}
ru: Добавлен комментарий к архиву {archive} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# AuditJournalMessage_AE_ARCHIVE_COMMENT_EDIT
source: Edited comment to archive {archive} on server {host} by user {role}/{user} from IP address {ip_address}
ru: Отредактирован комментарий к архиву {archive} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# audit.event.aeArchiveCommentEdit
source: Edited comment to archive {archive} on server {host} by user {role}/{user} from IP address {ip_address}
ru: Отредактирован комментарий к архиву {archive} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# AuditJournalMessage_AE_LDAP_ADD
source: Added LDAP directory on server {host} by user {role}/{user} from IP address {ip_address}
ru: Добавлен каталог LDAP на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# audit.event.aeLdapAdd
source: Added LDAP directory on server {host} by user {role}/{user} from IP address {ip_address}
ru: Добавлен каталог LDAP на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# AuditJournalMessage_AE_LDAP_REMOVE
source: Removed LDAP directory on server {host} by user {role}/{user} from IP address {ip_address}
ru: Удален каталог LDAP на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# audit.event.aeLdapRemove
source: Removed LDAP directory on server {host} by user {role}/{user} from IP address {ip_address}
ru: Удален каталог LDAP на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# AuditJournalMessage_AE_LDAP_SETUP
source: Changed LDAP directory settings on server {host} by user {role}/{user} from IP address {ip_address}
ru: Изменены настройки каталога LDAP на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# audit.event.aeLdapSetup
source: Changed LDAP directory settings on server {host} by user {role}/{user} from IP address {ip_address}
ru: Изменены настройки каталога LDAP на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}

# AuditJournalMessage_AE_LICENSE_EXPIRED
source: License expired
ru: Истек срок действия лицензии

# audit.event.aeLicenseExpired
source: License expired
ru: Истек срок действия лицензии
